Repository: zascontab/kuri-cryto
Catalog: lib/l10n/intl_*.arb
Languages: es

source: Scalping Engine
es: Motor de Scalping

source: Running
es: En ejecución

source: Stopped
es: Detenido

source: Healthy
es: Saludable

source: Degraded
es: Degradado

source: Down
es: Caído

source: Uptime
es: Tiempo activo

source: Active Positions
es: Posiciones Activas

source: Total Trades
es: Operaciones Totales

source: Start Engine
es: Iniciar Motor

source: Stop Engine
es: Detener Motor

# startEngineConfirmation
source: Are you sure you want to start the trading engine?
es: ¿Estás seguro de que quieres iniciar el motor de trading?

# stopEngineConfirmation
source: Are you sure you want to stop the trading engine? All positions will be closed.
es: ¿Estás seguro de que quieres detener el motor de trading? Todas las posiciones se cerrarán.

source: Cancel
es: Cancelar

source: Start
es: Iniciar

source: Stop
es: Detener

source: Trading Metrics
es: Métricas de Trading

# totalPnl
source: Total P&L
es: P&L Total

# dailyPnl
source: Daily P&L
es: P&L Diario

source: Win Rate
es: Tasa de Acierto

source: Avg Latency
es: Latencia Promedio

source: Loading...
es: Cargando...

source: Error loading data
es: Error al cargar datos

# stopEngineMessage
source: This will stop the scalping engine. Open positions will remain active. Continue?
es: Esto detendrá el motor de scalping. Las posiciones abiertas permanecerán activas. ¿Continuar?

# startEngineMessage
source: This will start the scalping engine and begin trading. Continue?
es: Esto iniciará el motor de scalping y comenzará a operar. ¿Continuar?

# engineStartedSuccess
source: Engine started successfully
es: Motor iniciado exitosamente

# engineStoppedSuccess
source: Engine stopped successfully
es: Motor detenido exitosamente

source: Key Metrics
es: Métricas Clave

source: today
es: hoy

source: Above target
es: Sobre objetivo

source: Below target
es: Bajo objetivo

source: Open trades
es: Operaciones abiertas

source: Excellent
es: Excelente

source: Good
es: Bueno

source: Quick Actions
es: Acciones Rápidas

source: Refresh Data
es: Actualizar Datos

# lastUpdatedNow
source: Last updated just now
es: Actualizado hace un momento

source: View Analytics
es: Ver Análisis

# detailedCharts
source: Detailed performance charts
es: Gráficos de rendimiento detallados

source: Settings
es: Configuración

source: Language
es: Idioma

source: Select Language
es: Seleccionar Idioma

source: English
es: Inglés

source: Spanish
es: Español

source: Open Positions
es: Posiciones Abiertas

source: History
es: Historial

# closingPosition
source: Closing position {positionId}...
es: Cerrando posición {positionId}...

# movingStopLossBreakeven
source: Moving stop loss to breakeven...
es: Moviendo stop loss a punto de equilibrio...

source: Enabling trailing stop...
es: Activando trailing stop...

source: No Open Positions
es: Sin Posiciones Abiertas

# startEngineToTrade
source: Start the engine to begin trading
es: Inicia el motor para comenzar a operar

# closedPositionsHere
source: Your closed positions will appear here
es: Tus posiciones cerradas aparecerán aquí

# slTpUpdatedSuccess
source: SL/TP updated successfully
es: SL/TP actualizado exitosamente

source: Edit Stop Loss & Take Profit
es: Editar Stop Loss y Take Profit

# priceCloseIfLosing
source: Price to close position if losing
es: Precio para cerrar posición si está perdiendo

# pleaseEnterStopLoss
source: Please enter stop loss price
es: Por favor ingresa el precio de stop loss

# pleaseEnterValidPrice
source: Please enter a valid price
es: Por favor ingresa un precio válido

# priceCloseIfWinning
source: Price to close position if winning
es: Precio para cerrar posición si está ganando

# pleaseEnterTakeProfit
source: Please enter take profit price
es: Por favor ingresa el precio de take profit

source: Save
es: Guardar

# killSwitchActivated
source: Kill Switch ACTIVATED - All trading stopped
es: Kill Switch ACTIVADO - Todo el trading detenido

# killSwitchDeactivated
source: Kill Switch deactivated - Trading resumed
es: Kill Switch desactivado - Trading reanudado

source: Select Risk Mode
es: Seleccionar Modo de Riesgo

source: Conservative
es: Conservador

source: Lower risk, smaller positions
es: Menor riesgo, posiciones más pequeñas

# balancedRiskReward
source: Balanced risk and reward
es: Riesgo y recompensa equilibrados

source: Aggressive
es: Agresivo

source: Higher risk, larger positions
es: Mayor riesgo, posiciones más grandes

# riskModeChanged
source: Risk mode changed to {mode}
es: Modo de riesgo cambiado a {mode}

# riskLimitsUpdated
source: Risk limits updated successfully
es: Límites de riesgo actualizados exitosamente

source: Risk Limits
es: Límites de Riesgo

source: Edit limits
es: Editar límites

source: Max Position Size
es: Tamaño Máximo de Posición

source: Max Total Exposure
es: Exposición Total Máxima

source: Max Daily Loss
es: Pérdida Diaria Máxima

source: Risk Mode
es: Modo de Riesgo

source: Tap to change mode
es: Toca para cambiar de modo

source: Exposure by Symbol
es: Exposición por Símbolo

source: Edit Risk Limits
es: Editar Límites de Riesgo

# pleaseEnterValue
source: Please enter a value
es: Por favor ingresa un valor

# pleaseEnterValidAmount
source: Please enter a valid amount
es: Por favor ingresa una cantidad válida

# pleaseEnterValidPercentage
source: Please enter a valid percentage
es: Por favor ingresa un porcentaje válido

source: Strategies Overview
es: Resumen de Estrategias

source: Active
es: Activo

source: Avg Win Rate
es: Tasa de Acierto Promedio

source: Available Strategies
es: Estrategias Disponibles

# strategyActivated
source: Strategy "{name}" activated
es: Estrategia "{name}" activada

# strategyDeactivated
source: Strategy "{name}" deactivated
es: Estrategia "{name}" desactivada

source: Performance Metrics
es: Métricas de Rendimiento

source: Weight
es: Peso

source: Avg Win
es: Ganancia Promedio

source: Avg Loss
es: Pérdida Promedio

source: Configuration
es: Configuración

# strategyConfigUpdated
source: Strategy configuration updated
es: Configuración de estrategia actualizada

# configureStrategy
source: Configure {name}
es: Configurar {name}

source: Trading Dashboard
es: Panel de Trading

source: Positions
es: Posiciones

source: Strategies
es: Estrategias

source: Risk Monitor
es: Monitor de Riesgo

source: More
es: Más

source: Home
es: Inicio

source: Risk
es: Riesgo

source: Execution Stats
es: Estadísticas de Ejecución

# viewLatencyPerformance
source: View latency and performance
es: Ver latencia y rendimiento

source: Trading Pairs
es: Pares de Trading

source: Manage trading pairs
es: Administrar pares de trading

source: Alerts
es: Alertas

source: Configure notifications
es: Configurar notificaciones

source: App preferences
es: Preferencias de la aplicación

source: About
es: Acerca de

source: App information
es: Información de la aplicación

# appDescription
source: Advanced cryptocurrency trading automation platform
es: Plataforma avanzada de automatización de trading de criptomonedas

# aiBotTitle
source: AI Bot Control
es: Control de Bot IA

# aiBotStatus
source: Bot Status
es: Estado del Bot

# aiBotRunning
source: Running
es: En ejecución

# aiBotPaused
source: Paused
es: Pausado

# aiBotStopped
source: Stopped
es: Detenido

# aiBotStart
source: Start Bot
es: Iniciar Bot

# aiBotStop
source: Stop Bot
es: Detener Bot

# aiBotPause
source: Pause Bot
es: Pausar Bot

# aiBotResume
source: Resume Bot
es: Reanudar Bot

# aiBotEmergencyStop
source: Emergency Stop
es: Parada de Emergencia

# aiBotAnalysisCount
source: Analyses
es: Análisis

# aiBotExecutionCount
source: Executions
es: Ejecuciones

# aiBotErrorCount
source: Errors
es: Errores

# aiBotOpenPositions
source: Open Positions
es: Posiciones Abiertas

# aiBotDailyLoss
source: Daily Loss
es: Pérdida Diaria

# aiBotDailyTrades
source: Daily Trades
es: Operaciones Diarias

# aiBotConfirmStart
source: Are you sure you want to start the AI Bot?
es: ¿Estás seguro de que quieres iniciar el Bot IA?

# aiBotConfirmStop
source: Are you sure you want to stop the AI Bot?
es: ¿Estás seguro de que quieres detener el Bot IA?

# aiBotConfirmEmergency
source: Emergency stop will immediately halt all AI Bot operations. Continue?
es: La parada de emergencia detendrá inmediatamente todas las operaciones del Bot IA. ¿Continuar?

# aiBotStartedSuccess
source: AI Bot started successfully
es: Bot IA iniciado exitosamente

# aiBotStoppedSuccess
source: AI Bot stopped successfully
es: Bot IA detenido exitosamente

# aiBotConfig
source: Bot Configuration
es: Configuración del Bot

# aiBotConfigTitle
source: Configure AI Bot
es: Configurar Bot IA

# aiBotConfigSave
source: Save Configuration
es: Guardar Configuración

# aiBotDryRun
source: Dry Run Mode
es: Modo Simulación

# aiBotLiveMode
source: Live Trading Mode
es: Modo Trading en Vivo

# aiBotAutoExecute
source: Auto Execute
es: Ejecución Automática

# aiBotConfidenceThreshold
source: Confidence Threshold
es: Umbral de Confianza

# aiBotTradeSize
source: Trade Size
es: Tamaño de Operación

# aiBotLeverage
source: Leverage
es: Apalancamiento

# aiBotMaxDailyLoss
source: Max Daily Loss
es: Pérdida Diaria Máxima

# aiBotMaxDailyTrades
source: Max Daily Trades
es: Operaciones Diarias Máximas

# aiBotTradingPair
source: Trading Pair
es: Par de Trading

# aiBotPresetConservative
source: Conservative
es: Conservador

# aiBotPresetIntermediate
source: Intermediate
es: Intermedio

# aiBotPresetAggressive
source: Aggressive
es: Agresivo

# aiBotWarningLiveMode
source: Warning: Live trading mode will execute real trades with real funds
es: Advertencia: El modo de trading en vivo ejecutará operaciones reales con fondos reales

# aiBotConfigUpdated
source: AI Bot configuration updated successfully
es: Configuración del Bot IA actualizada exitosamente

# analysisTitle
source: Market Analysis
es: Análisis de Mercado

# analysisRefresh
source: Refresh Analysis
es: Actualizar Análisis

# analysisLoading
source: Analyzing market data...
es: Analizando datos del mercado...

# analysisTechnical
source: Technical Analysis
es: Análisis Técnico

# analysisMultiTimeframe
source: Multi-Timeframe Analysis
es: Análisis Multi-Temporalidad

# analysisRecommendation
source: Trading Recommendation
es: Recomendación de Trading

# analysisScenarios
source: Scenarios
es: Escenarios

# analysisRisk
source: Risk Analysis
es: Análisis de Riesgo

# analysisOversold
source: Oversold
es: Sobrevendido

# analysisOverbought
source: Overbought
es: Sobrecomprado

# analysisBullish
source: Bullish
es: Alcista

# analysisBearish
source: Bearish
es: Bajista

# analysisLowRisk
source: Low Risk
es: Riesgo Bajo

# analysisMediumRisk
source: Medium Risk
es: Riesgo Medio

# analysisHighRisk
source: High Risk
es: Riesgo Alto

# analysisConfidence
source: Confidence
es: Confianza

# analysisEntry
source: Entry Price
es: Precio de Entrada

source: Futures Positions
es: Posiciones de Futuros

# futuresClose
source: Close Position
es: Cerrar Posición

# futuresCloseAll
source: Close All Positions
es: Cerrar Todas las Posiciones

# futuresCloseConfirm
source: Are you sure you want to close this position?
es: ¿Estás seguro de que quieres cerrar esta posición?

# futuresClosedSuccess
source: Position closed successfully
es: Posición cerrada exitosamente

# futuresSize
source: Position Size
es: Tamaño de Posición

# futuresLeverage
source: Leverage
es: Apalancamiento

# futuresMargin
source: Margin
es: Margen

# futuresLiquidation
source: Liquidation Price
es: Precio de Liquidación

# futuresUnrealizedPnl
source: Unrealized P&L
es: P&L No Realizado

# futuresRealizedPnl
source: Realized P&L
es: P&L Realizado

# futuresTotalPnl
source: Total P&L
es: P&L Total

source: Confirm
es: Confirmar

source: Success
es: Éxito

source: Refresh
es: Actualizar

source: Back
es: Atrás

source: Close
es: Cerrar

source: Multi-Timeframe Analysis
es: Análisis Multi-Temporalidad

# technicalAnalysisMultipleTimeframes
source: Technical analysis across multiple timeframes
es: Análisis técnico en múltiples temporalidades

source: Test strategies with historical data
es: Prueba estrategias con datos históricos

source: Parameter Optimization
es: Optimización de Parámetros

source: Optimize strategy parameters
es: Optimiza parámetros de estrategia

source: Performance Charts
es: Gráficas de Rendimiento

source: Emergency Stop Activated
es: Parada de Emergencia Activada

# botResumedSuccess
source: Bot resumed successfully
es: Bot reanudado exitosamente

source: Mode
es: Modo

source: Bot Metrics
es: Métricas del Bot

source: Executed
es: Ejecutadas

# percentUsed
source: % used
es: % usado

source: Daily Limits
es: Límites Diarios

source: consecutive
es: consecutivos

source: Trading Mode
es: Modo de Trading

# simulationMode
source: Simulation mode - no real trades
es: Modo de simulación - sin operaciones reales

# autoExecuteDescription
source: Automatically execute AI recommendations
es: Ejecutar automáticamente las recomendaciones de IA

source: Trading Parameters
es: Parámetros de Trading

# minimumConfidenceDescription
source: Minimum confidence required for trades
es: Confianza mínima requerida para operaciones

# leverageDescription
source: Trading leverage multiplier
es: Multiplicador de apalancamiento de trading

source: Required
es: Requerido

source: Must be positive
es: Debe ser positivo

source: Safety Limits
es: Límites de Seguridad

source: Configuration Presets
es: Presets de Configuración

source: High 24h
es: Máximo 24h

source: Low 24h
es: Mínimo 24h

source: Volume
es: Volumen

source: Trend
es: Tendencia

source: ALIGNED
es: ALINEADO

source: NOT ALIGNED
es: NO ALINEADO

source: Reasoning:
es: Razonamiento:

source: Target
es: Objetivo

source: Risk Score:
es: Puntuación de Riesgo:

source: Volatility:
es: Volatilidad:

source: Risk Factors:
es: Factores de Riesgo:

source: Start Trading
es: Iniciar Trading

source: Active Strategies
es: Estrategias Activas

source: Recent Alerts
es: Alertas Recientes

source: Entry
es: Entrada

source: Current
es: Actual

source: LONG
es: LARGO

source: SHORT
es: CORTO

source: RSI Scalping
es: Scalping RSI

source: MACD Scalping
es: Scalping MACD

source: Bollinger Scalping
es: Scalping Bollinger

source: Volume Scalping
es: Scalping por Volumen

source: Paused
es: Pausado

source: Warning
es: Advertencia

source: Info
es: Información

# change24h
source: 24h Change
es: Cambio 24h

source: Risk Level
es: Nivel de Riesgo

source: Low
es: Bajo

source: Medium
es: Medio

source: High
es: Alto

source: Critical
es: Crítico

source: Acknowledge
es: Reconocer

source: Activate
es: Activar

source: Activate Kill Switch
es: Activar Kill Switch

source: Active Alerts
es: Alertas Activas

source: Add
es: Añadir

source: Add Alert Rule
es: Añadir Regla de Alerta

source: Add New Pair
es: Añadir Nuevo Par

source: Add Pair
es: Añadir Par

source: Add Parameter
es: Añadir Parámetro

source: Add Rule
es: Añadir Regla

source: Alert Acknowledged
es: Alerta Reconocida

source: Alert Configuration
es: Configuración de Alertas

source: Alert Configuration Saved
es: Configuración de Alertas Guardada

source: Alert Dismissed
es: Alerta Descartada

source: Alert history will appear here
es: El historial de alertas aparecerá aquí

source: Alert Rules
es: Reglas de Alertas

source: Alert Type
es: Tipo de Alerta

source: All
es: Todos

source: All Clear
es: Todo Despejado

# allPositionsWillClose
source: All positions will be closed
es: Todas las posiciones se cerrarán

source: All Results
es: Todos los Resultados

source: All Strategies
es: Todas las Estrategias

source: All Symbols
es: Todos los Símbolos

source: All trading will stop
es: Todo el trading se detendrá

source: Apply
es: Aplicar

source: Apply Parameters
es: Aplicar Parámetros

# applyParametersConfirmation
source: Are you sure you want to apply these parameters?
es: ¿Estás seguro de que quieres aplicar estos parámetros?

source: Apply These Parameters
es: Aplicar Estos Parámetros

source: Are you sure?
es: ¿Estás seguro?

source: Average
es: Promedio

source: Avg Execution Time
es: Tiempo de Ejecución Promedio

source: Avg Slippage
es: Slippage Promedio

source: Avg Wait Time
es: Tiempo de Espera Promedio

source: Back to Form
es: Volver al Formulario

source: Backtest Configuration
es: Configuración de Backtest

source: Backtest Failed
es: Backtest Falló

source: Backtest Running
es: Backtest en Ejecución

source: Backtest Started
es: Backtest Iniciado

source: Basis Points
es: Puntos Base

source: Bayesian Optimization
es: Optimización Bayesiana

# bayesianOptimizationDesc
source: Intelligent search using Bayesian methods
es: Búsqueda inteligente usando métodos bayesianos

source: Best Parameters
es: Mejores Parámetros

source: Best Score
es: Mejor Puntuación

source: Cancel Optimization
es: Cancelar Optimización

# cancelOptimizationConfirmation
source: Are you sure you want to cancel this optimization?
es: ¿Estás seguro de que quieres cancelar esta optimización?

source: Cancelled
es: Cancelado

source: Cannot remove pair
es: No se puede eliminar el par

# cannotRemovePairWithPositions
source: Cannot remove pair with open positions
es: No se puede eliminar un par con posiciones abiertas

source: combinations
es: combinaciones

source: Completed
es: Completado

source: Confidence
es: Confianza

source: Configure Alert Conditions
es: Configurar Condiciones de Alertas

source: Confirm Deactivation
es: Confirmar Desactivación

# confirmDeleteRule
source: Delete Rule
es: Eliminar Regla

# confirmResumeTrading
source: Resume Trading
es: Reanudar Trading

source: Consensus Signal
es: Señal de Consenso

source: Continue
es: Continuar

source: Cooldown (minutes)
es: Tiempo de Espera (minutos)

source: Date Range
es: Rango de Fechas

source: Deactivate Kill Switch
es: Desactivar Kill Switch

source: Delete
es: Eliminar

source: Delete Optimization
es: Eliminar Optimización

# deleteOptimizationConfirmation
source: Are you sure you want to delete this optimization?
es: ¿Estás seguro de que quieres eliminar esta optimización?

source: Delete Rule
es: Eliminar Regla

source: Dismiss
es: Descartar

source: Drawdown Chart
es: Gráfico de Reducciones

source: Duration
es: Duración

source: Edit
es: Editar

source: Edit Alert Rule
es: Editar Regla de Alerta

source: Edit Parameter
es: Editar Parámetro

source: Enable Alerts
es: Habilitar Alertas

source: End Date
es: Fecha Final

source: Enter Amount
es: Ingresa Monto

source: Entry Price
es: Precio de Entrada

source: Entry Time
es: Hora de Entrada

source: Equity Curve
es: Curva de Capital

source: Error loading alerts
es: Error al cargar alertas

source: Error loading configuration
es: Error al cargar la configuración

# errorOccurred
source: An error occurred
es: Ocurrió un error

source: Error Rate
es: Tasa de Error

source: Estimated Combinations
es: Combinaciones Estimadas

source: Estimated Time Remaining
es: Tiempo Estimado Restante

source: Exchange
es: Intercambio

source: Execution Performance
es: Rendimiento de Ejecución

source: Execution Queue
es: Cola de Ejecución

source: Executions Tracked
es: Ejecuciones Rastreadas

source: Exit Price
es: Precio de Salida

source: Exit Time
es: Hora de Salida

source: Exposure
es: Exposición

source: Failed
es: Fallido

source: Failed Executions
es: Ejecuciones Fallidas

source: Fill Rate
es: Tasa de Ejecución

source: Filled
es: Ejecutado

source: Filter by Status
es: Filtrar por Estado

source: Filter by Strategy
es: Filtrar por Estrategia

source: Filter by Symbol
es: Filtrar por Símbolo

source: Go Back
es: Volver

source: Grid Search
es: Búsqueda de Cuadrícula

# gridSearchDesc
source: Exhaustive search through parameter grid
es: Búsqueda exhaustiva a través de la cuadrícula de parámetros

source: In-App Notifications
es: Notificaciones en la Aplicación

source: Inactive
es: Inactivo

source: Initial Capital
es: Capital Inicial

source: Kill Switch Active
es: Kill Switch Activo

source: Kill Switch Warning
es: Advertencia de Kill Switch

source: Last Price
es: Último Precio

source: Latency
es: Latencia

source: Latency Chart
es: Gráfico de Latencia

source: Latency Statistics
es: Estadísticas de Latencia

source: Loading results...
es: Cargando resultados...

source: Manage Alert Rules
es: Administrar Reglas de Alertas

source: Max
es: Máximo

source: Max Consecutive Losses
es: Pérdidas Consecutivas Máximas

source: Max Drawdown
es: Reducciones Máximas

source: Max Iterations
es: Iteraciones Máximas

source: Maximum
es: Máximo

source: Maximum Value
es: Valor Máximo

source: Median
es: Mediana

source: Min
es: Mínimo

source: Minimum
es: Mínimo

source: Minimum Value
es: Valor Mínimo

source: New Backtest
es: Nuevo Backtest

source: New Optimization
es: Nueva Optimización

source: No Active Alerts
es: Sin Alertas Activas

source: No alert rules yet
es: Sin reglas de alertas aún

source: No alerts yet
es: Sin alertas aún

source: No backtests yet
es: Sin backtests aún

source: No executions yet
es: Sin ejecuciones aún

source: No optimizations yet
es: Sin optimizaciones aún

source: No pairs found
es: No se encontraron pares

source: No parameters configured
es: Sin parámetros configurados

source: No Trading Pairs
es: Sin Pares de Trading

source: Not Available
es: No Disponible

source: Notification Settings
es: Configuración de Notificaciones

source: Objective
es: Objetivo

source: Objective to Optimize
es: Objetivo a Optimizar

# ofLabel
source: of
es: de

source: OK
es: Aceptar

source: Optimization Cancelled
es: Optimización Cancelada

source: Optimization cancelled successfully
es: Optimización cancelada exitosamente

source: Optimization Configuration
es: Configuración de Optimización

source: Optimization deleted successfully
es: Optimización eliminada exitosamente

source: Optimization Failed
es: Optimización Falló

source: Optimization Method
es: Método de Optimización

source: Optimization Results
es: Resultados de Optimización

source: Optimization Running
es: Optimización en Ejecución

source: Optimization Started
es: Optimización Iniciada

source: Optimization Summary
es: Resumen de Optimización

source: Order ID
es: ID de Orden

source: Order Type
es: Tipo de Orden

# pairAddedSuccess
source: Pair {symbol} added successfully
es: Par {symbol} añadido exitosamente

# pairRemovedSuccess
source: Pair {symbol} removed successfully
es: Par {symbol} eliminado exitosamente

source: Parameter Name
es: Nombre del Parámetro

source: Parameter Ranges
es: Rangos de Parámetros

source: Parameters
es: Parámetros

source: Parameters applied successfully
es: Parámetros aplicados exitosamente

source: Partial
es: Parcial

# percentile95
source: 95th Percentile
es: Percentil 95

# percentile99
source: 99th Percentile
es: Percentil 99

source: Performance
es: Rendimiento

# period30d
source: 30 Days
es: 30 Días

# period7d
source: 7 Days
es: 7 Días

# period90d
source: 90 Days
es: 90 Días

# periodAll
source: All Time
es: Todo el Tiempo

source: Please enter rule name
es: Por favor ingresa el nombre de la regla

source: Please enter Telegram Chat ID
es: Por favor ingresa el ID de Chat de Telegram

# pleaseEnterTelegramToken
source: Please enter Telegram Bot Token
es: Por favor ingresa el Token del Bot de Telegram

# pleaseEnterValidNumber
source: Please enter a valid number
es: Por favor ingresa un número válido

source: Please fix configuration errors
es: Por favor corrige los errores de configuración

# pleaseSelectExchange
source: Please select an exchange
es: Por favor selecciona un intercambio

# pnlChart
source: P&L Chart
es: Gráfico de P&L

source: Prevent Duplicate Alerts
es: Prevenir Alertas Duplicadas

source: Price
es: Precio

source: Profit Factor
es: Factor de Ganancia

source: Push Notifications
es: Notificaciones Push

source: Queue
es: Cola

source: Queue Empty
es: Cola Vacía

source: Queue Length
es: Longitud de Cola
