Repository: zascontab/kuri-cryto
Catalog: lib/l10n/intl_*.arb
Languages: es

source: Queue Status
es: Estado de la Cola

source: Random Search
es: Búsqueda Aleatoria

# randomSearchDesc
source: Random search through parameter space
es: Búsqueda aleatoria a través del espacio de parámetros

source: Rank
es: Rango

source: Refresh Stats
es: Actualizar Estadísticas

source: Rejected
es: Rechazado

source: Remove
es: Eliminar

source: Remove Pair
es: Eliminar Par

# removePairConfirmation
source: Are you sure you want to remove this pair?
es: ¿Estás seguro de que quieres eliminar este par?

source: Requires Manual Reactivation
es: Requiere Reactivación Manual

source: Results
es: Resultados

source: Resume
es: Reanudar

source: Retry
es: Reintentar

source: Rule Added
es: Regla Añadida

source: Rule Deleted
es: Regla Eliminada

source: Rule Name
es: Nombre de la Regla

source: Rule Updated
es: Regla Actualizada

source: Run Backtest
es: Ejecutar Backtest

source: Run Optimization
es: Ejecutar Optimización

source: Score
es: Puntuación

source: Score Distribution
es: Distribución de Puntuación

source: Search Pairs
es: Buscar Pares

source: Select Symbol to Analyze
es: Seleccionar Símbolo para Analizar

source: Selected Pair
es: Par Seleccionado

source: Send Test Alert
es: Enviar Alerta de Prueba

source: Severity
es: Severidad

source: Sharpe Ratio
es: Razón de Sharpe

# sharpeRatioDesc
source: Risk-adjusted return metric
es: Métrica de retorno ajustado al riesgo

source: Showing
es: Mostrando

source: Side
es: Lado

source: Signal
es: Señal

source: Size
es: Tamaño

source: Slippage by Symbol
es: Slippage por Símbolo

source: Sort By
es: Ordenar Por

source: Start Date
es: Fecha de Inicio

source: Started
es: Iniciado

source: Status
es: Estado

source: Step
es: Paso

source: Step Size
es: Tamaño de Paso

source: Strategy
es: Estrategia

source: Successful Executions
es: Ejecuciones Exitosas

source: Symbol
es: Símbolo

source: Tap '+ Add Pair' to start
es: Toca '+ Añadir Par' para empezar

# tapAddToCreateRule
source: Tap '+ Add' to create a rule
es: Toca '+ Añadir' para crear una regla

source: Technical Indicators
es: Indicadores Técnicos

source: Telegram Bot Token
es: Token del Bot de Telegram

source: Telegram Chat ID
es: ID de Chat de Telegram

source: Telegram Configuration
es: Configuración de Telegram

source: Telegram Setup Instructions
es: Instrucciones de Configuración de Telegram

source: Test Alert Sent
es: Alerta de Prueba Enviada

source: Test Alert System
es: Sistema de Alertas de Prueba

# thisWillResumeTrading
source: This will resume trading. Continue?
es: Esto reanudará el trading. ¿Continuar?

source: Threshold
es: Umbral

source: Time
es: Tiempo

source: Time in Queue
es: Tiempo en Cola

source: Toggle Alert System
es: Alternar Sistema de Alertas

source: Total Combinations
es: Combinaciones Totales

# totalPnlDesc
source: Total Profit & Loss
es: Ganancia y Pérdida Total

source: Trade History
es: Historial de Operaciones

source: Trades
es: Operaciones

source: Trading Disabled
es: Trading Deshabilitado

source: Trading Signal
es: Señal de Trading

source: Trigger
es: Desencadenante

source: Type
es: Tipo

source: Value
es: Valor

# volume24h
source: 24h Volume
es: Volumen 24h

source: Win Rate Chart
es: Gráfico de Tasa de Acierto

# winRateDesc
source: Percentage of winning trades
es: Porcentaje de operaciones ganadoras

source: Yes
es: Sí
